IDEA Open Model
Namespaces
Compatible with IDEA StatiCa 20.1
Namespaces
Namespace | Description
IdeaRS.OpenModel
IdeaRS.OpenModel.Beam
IdeaRS.OpenModel.Concrete
IdeaRS.OpenModel.Connection
IdeaRS.OpenModel.CrossSection
IdeaRS.OpenModel.Detail
IdeaRS.OpenModel.Geometry2D
IdeaRS.OpenModel.Geometry3D
IdeaRS.OpenModel.Loading
IdeaRS.OpenModel.Material
IdeaRS.OpenModel.Message
IdeaRS.OpenModel.Model
IdeaRS.OpenModel.Parameters
IdeaRS.OpenModel.Result